//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d mislukte toegangscode inlogpogingen";
"%d Failed Password Attempts" = "%d Mislukte Wachtwoord Pogingen";

"1 Failed Passcode Attempt" = "1 Mislukte toegangscode inlogpoging";
"1 Failed Password Attempt" = "1 mislukte wachtwoordpoging";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "Gereed";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Voer een andere toegangscode in. Dezelfde toegangscode kan niet hergebruikt worden.";
"Enter a different password. Cannot re-use the same password." = "Voer een ander wachtwoord in. Hetzelfde wachtwoord kan niet hergebruikt worden.";

"Enter a passcode" = "Voer een toegangscode in";
"Enter a password" = "Voer een wachtwoord in";

"Enter your new passcode" = "Voer je nieuwe toegangscode in";
"Enter your new password" = "Voer je nieuwe wachtwoord in";

"Enter your old passcode" = "Voer je oude toegangscode in";
"Enter your old password" = "Voer je oude wachtwoord in";

"Enter your passcode" = "Voer je geheime toegangscode in";
"Enter your password" = "Voer je wachtwoord in";

"Invalid Passcode" = "Ongeldige toegangscode";
"Invalid Password" = "Ongeldig wachtwoord";

"Passcodes did not match.\nTry again." = "Toegangscodes komen niet overeen.\nprobeer het opnieuw.";
"Password did not match.\nTry again." = "Wachtwoord komt niet overeen.\nProbeer het opnieuw";

"Re-enter your passcode" = "Voor je toegangscode opnieuw in";
"Re-enter your password" = "Voor je wachtwoord opnieuw in";

"Try again in %d minutes" = "Probeer het opnieuw over %d minuten";

"Try again in 1 minute" = "Probeer het opnieuw over 1 minuut";
